xorg
xorg-xinit
adobe-source-code-pro-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alsa-firmware
alsa-utils
archlinux-keyring
android-file-transfer
bc
btop
cppcheck
dunst
ffmpeg
flake8
flameshot
gdb
gparted
htop
imlib2
imv
jdk-openjdk
keepassxc
lazygit
linux-headers
lldb
lolcat
magic-wormhole
mousepad
mpv
mtpfs
ncdu
neofetch
neovim
networkmanager
nitrogen
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
okular
openssh
os-prober
otf-latinmodern-math
pamixer
parted
pavucontrol
pdf2svg
picom
pulseaudio
python-black
python-pip
qbittorrent
ranger
ripgrep
rkhunter
shellcheck
simple-scan
syncthing
sxhkd
texlive-most
texlive-lang
thunar
ttf-font-awesome
ttf-joypixels
ttf-liberation
ttf-sazanami
ueberzug
unrar
unzip
usbutils
valgrind
vim
xautolock
xclip
xf86-input-wacom
xf86-video-intel
xf86-video-vesa
xournalpp
yamllint
zathura
zip
zsh
zsh-completions
