xorg
xorg-xinit
adobe-source-code-pro-fonts
alacritty
alsa-firmware
alsa-utils
archlinux-keyring
btop
chromium
cppcheck
discord
dunst
eslint
ffmpeg
firefox
flake8
flameshot
gdb
ghostscript
graphicsmagick
gtop
htop
imagemagick
imlib2
jdk11-openjdk
jre11-openjdk-headless
keepassxc
lazygit
linux-headers
lldb
mousepad
mpv
ncdu
neofetch
neovim
networkmanager
nitrogen
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
okular
openssh
os-prober
otf-latinmodern-math
pamixer
parted
pavucontrol
prettier
pulseaudio
python-black
python-pip
qbittorrent
lf
ripgrep
rkhunter
shellcheck
shellharden
simple-scan
slock
sxiv
syncthing
texlive-most
texlive-lang
thunar
ttf-font-awesome
ttf-joypixels
ttf-liberation
ttf-sazanami
ueberzug
unrar
unzip
valgrind
vim
xautolock
xclip
xf86-input-wacom
xf86-video-intel
xf86-video-vesa
yamllint
youtube-dl
zathura
zip
zsh
zsh-completions
