archlinux-keyring
alsa-firmware
alsa-utils
pipewire-pulse
wireplumber
android-file-transfer
atool
bash-language-server
bat
bc
btop
chafa
clamav
dash
discord
dunst
exa
ffmpeg
ffmpegthumbnailer
firejail
glow
gnome-epub-thumbnailer
gparted
grub-customizer
htop
imagemagick
imlib2
imv
jdk-openjdk
keepassxc
lazygit
libsixel
linux-headers
lldb
lsb-release
lynx
magic-wormhole
man-db
mediainfo
moreutils
mousepad
mpv
mtpfs
ncdu
neofetch
neovim
networkmanager
noto-fonts-emoji
ntfs-3g
odt2txt
onefetch
openssh
os-prober
otf-latinmodern-math
pamixer
parted
pavucontrol
pdf2svg
playerctl
python-pip
python-pynvim
qbittorrent
ripgrep
rkhunter
rustup
simple-scan
syncthing
texlive-most
texlive-lang
tldr
ttf-arphic-ukai
ttf-arphic-uming
ttf-baekmuk
ttf-font-awesome
ttf-jetbrains-mono
ttf-joypixels
ttf-hack-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-mplus-nerd
ttf-sazanami
ufw
unrar
unzip
usbutils
uwufetch
v4l2loopback-dkms
valgrind
vim
virtualbox-host-modules-arch
virtualbox
xournalpp
wqy-microhei
wqy-zenhei
zip
zsh
zsh-completions
