xorg
xorg-server-devel
accountsservice
alsa-firmware
alsa-utils
archlinux-keyring
android-file-transfer
atool
bat
bc
btop
dash
dunst
feh
ffmpeg
ffmpegthumbnailer
firejail
flameshot
gnome-epub-thumbnailer
gparted
grub-customizer
htop
imagemagick
imlib2
imv
jdk-openjdk
keepassxc
lazygit
lightdm
lightdm-webkit2-greeter
lightdm-webkit-theme-litarvan
linux-headers
lldb
lsb-release
lynx
magic-wormhole
mediainfo
moreutils
mousepad
mpv
mtpfs
ncdu
neofetch
neovim
networkmanager
noto-fonts-emoji
ntfs-3g
odt2txt
openssh
os-prober
otf-latinmodern-math
pamixer
parted
pavucontrol
pdf2svg
picom
playerctl
pulseaudio
python-pip
qbittorrent
qt5ct
ripgrep
rkhunter
simple-scan
shellcheck
syncthing
sxhkd
texlive-most
texlive-lang
tldr
ttf-font-awesome
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-liberation-mono-nerd
ttf-sazanami
ufw
ueberzug
unrar
unzip
usbutils
uwufetch
valgrind
vim
xclip
xf86-video-intel
xf86-video-vesa
xournalpp
zathura
zathura-pdf-mupdf
zip
zsh
zsh-completions
